<template>
    <div class="guideline">
        <div class="title-line">
            <p class="text-line">{{ title }}</p>
            <div class="line"></div>
        </div>
        <div class="content-guideline">
            <div class="box-guideline" v-for="item of descriptions">
                <div class="title-line2">
                    <p class="text-line title-box-guideline">{{item.title}}</p>
                    <div class="line"></div>
                </div>
                <div class="descriotion-guideline">
                    {{item.text}}
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "CommunityPolicy",
    data() {
        return {
            title: "コミュニティポリシー",
            descriptions: [
                {
                    title: '記録公開・投稿の前に心がけていただきたいこと',
                    text: '皆様の登山・アウトドア活動が、より安全に、より楽しく、より豊かになることを目指して、YAMAPを制作しました。お一人おひとりの貴重な経験を共有し、豊かなつながりが生まれる場にしたいと考えています。 あなたご自身の経験・情報発信は他の人にとって大変参考になります。責任と想像力、ちょっぴりユーモアをもりこんで、公開・投稿してください。',
                },
                {
                    title: '実社会と同じく、マナーを守った行動を心がけましょう',
                    text: '他の会員が公開・投稿した記録への批判や悪口はご遠慮ください。また、他者を不快にするような投稿は行わないでください。YAMAPはあだ名で行動することができますが、この匿名性は発言の内容を免責されるものにはなりません。実社会と同様、他者を敬い行動しましょう。',
                },
                {
                    title: '初心者にもわかりやすく書きましょう',
                    text: '会員が投稿した情報を参考に活動計画をつくったり、実際にその場所を訪ねる方々がたくさんいらっしゃいます。なかには旅慣れていない方たちもいらっしゃいますので、登山・アウトドア情報（危険箇所、見所、注意点）、観光スポット、お店の情報などはわかりやすく書くよう心がけましょう。',
                },
                {
                    title: '個人情報の取扱には注意しましょう',
                    text: '会旅先で出会った人や見かけた人の写真などを掲載する場合は、写っている方に掲載の許可をもらいましょう。また、名前や連絡先といった個人情報についても掲載はご遠慮ください。',
                },
                {
                    title: '著作権のある情報の掲載には事前に確認をとりましょう',
                    text: '創作性のある写真や文章には著作権があります。公開・投稿したい場合は、事前に著作権者に許可をもらいましょう。\n' +
                        'この他、YAMAPのご利用にあたっては画面の最下部にございます 利用規約をご確認ください。\n' +
                        '\n' +
                        'その他必要最低限のルール\n' +
                        '\n' +
                        'メールアドレスや住所など、特定の人物が分かる書き込みを本人の承諾なしに行わない。（但し、一般に公開されている情報は除。）\n' +
                        'アダルト画像や風俗店等の内容が書かれたものを掲載しない。\n' +
                        '権利を有していない著作物（文字、画像、イラスト等）を無断で使用しない。\n' +
                        '有害なプログラム・スクリプト等の書き込みを行わない。\n' +
                        '他者の権利やプライバシーを侵害する書き込みは行わない。\n' +
                        '他者を誹謗中傷する書き込みは行わない。\n' +
                        '掲示板に対しマルチポスト行為（大量同時書き込み）はしない。\n' +
                        '法令や公序要約公序良俗に反する書き込みは行わない。\n' +
                        '営利を目的とした書き込みや、個人的な売買・譲渡を持ち込みかける書き込みは行わない。\n' +
                        'YAMAPのサービスを妨げる書き込みは行わない。\n' +
                        '実際に行った、見た、使用した感想が読み取れない書き込みを行わない。\n' +
                        '施設に対する営業妨害と思われる書き込みを行わない。\n' +
                        '施設者からの直接的な書き込みは行わない。\n' +
                        '上記に該当・類似していない場合でも、YAMAPの管理運営上、掲載できないと判断したものに関しましては、やむを得ず削除させていただく場合もございます。予めご了承ください。 また、場合によっては利用規約の第11条 禁止行為の20項にある「その他、当社が不適切と判断する行為」と判断し、ご利用の停止をさせていただく場合がございます。',
                },
                {
                    title: 'お問い合わせ先',
                    text: 'ご質問・ご要望がありましたら、当社の ヘルプセンターよりご連絡ください。',
                },
            ]
        }
    }
}
</script>

<style scoped>

</style>
