<template>
    <div class="guideline">
        <div class="title-line mr-b-35">
            <p class="text-line">{{ title }}</p>
            <div class="line"></div>
        </div>
        <div class="content-guideline">
            <p class="des-content-guideline">
                {{text}}
            </p>
            <div class="box-guideline" v-for="item of descriptions">
                <div class="title-line2">
                    <p class="text-line title-box-guideline">{{item.title}}</p>
                    <div class="line"></div>
                </div>
                <div class="descriotion-guideline">
                    {{item.text}}
                </div>
            </div>
            <div class="list-provisions">
                <p class="list-provisions-title">{{listProvisionsTitle}}</p>
                <ul>
                    <li v-for="l of listProvisions"><a :href="l.href">{{l.title}}</a></li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "GeneralTermsofUse",
    data() {
        return {
            title: "一般利用規約",
            text: "「弁護士ドットコム」は「弁護士をもっと身近に」という理念に基づき、弁護士と依頼者とをつなぐプラットフォームを提供することを主な目的としています。\n" +
                "「弁護士ドットコム」（以下「本サービス」といいます。）をご利用の皆さまは、本サービスをご利用頂くにあたり、「弁護士ドットコム利用規約」（以下「本規約」\n" +
                "といいます。）の全文をお読み頂いたうえで、本規約の全ての条項について承諾頂く必要があります。\n" +
                "本サービスをご利用頂いた場合、本規約の内容を理解しており、かつ、本規約の全ての条項について承諾したものとみなします。\n" +
                "なお、本規約の内容は、必要に応じて変更しますので、本サービスをご利用する際には、最新の利用規約を確認して下さい。",
            listProvisionsTitle:"附則",
            listProvisions:[
                {
                    title:"2013年5月20日 制定・施行",
                    href:"#",
                },
                {
                    title:"2013年7月26日 改定",
                    href:"#",
                },
                {
                    title:"2014年4月1日 改定",
                    href:"#",
                },
                {
                    title:"2014年12月11日 改定",
                    href:"#",
                },
                {
                    title:"2015年7月10日 改定",
                    href:"#",
                },
                {
                    title:"2015年11月12日 改定",
                    href:"#",
                },
                {
                    title:"2016年2月4日 改定",
                    href:"#",
                },
                {
                    title:"2017年5月26日 改定",
                    href:"#",
                },
            ],
            descriptions: [
                {
                    title: '第１条（用語の定義）',
                    text: '本規約において使用する以下の用語の意味は、各々以下に定めるとおりとします。\n' +
                        '「本サービス」とは、弁護士ドットコム株式会社（以下「当社」といいます。）が運営する、「弁護士検索」、「みんなの法律相談」、「弁護士ドットコムニュース」その他のサービスから構成される弁護士と依頼者をつなぐウェブサイト、及び当該ウェブサイトが提供するサービスの総称をいいます。\n' +
                        '「登録弁護士」とは、当社が別途定める「弁護士ドットコム弁護士登録規約」に従い本サービスに登録している弁護士をいいます。\n' +
                        '「一般利用者」とは、本サービスを利用する弁護士以外の方をいいます。\n' +
                        '「登録利用者」とは、本規約第3条に従って、利用者登録を行った方をいいます。\n' +
                        '「本利用者」とは、弁護士を含む本サービスを利用する全ての方をいいます。',
                },
                {
                    title: '第３条（利用者登録の申込み）',
                    text: '「みんなの法律相談」に質問の投稿を行う等当社が定めるサービスを利用するためには、利用者登録を行い、登録利用者になる必要があります。\n' +
                        '利用者登録は無料です。\n' +
                        '利用者登録を希望する本利用者（以下「登録希望者」といいます。）は、当社の用意する申込手段で利用者登録の申し込みを行い、当社が承諾する旨の通知を発した時点で、利用者登録が完了し登録利用者になります。\n' +
                        '登録希望者が次に掲げる事項に該当し、又は該当するおそれがあると当社が判断した場合、当社は当該登録希望者からの申込みを承諾しないことがあります。この場合、当社は拒絶の理由に関し一切の説明義務及び損害賠償義務を負いません。\n' +
                        '     1. 前項に定める申込みに不備（虚偽、誤記、記入漏れを含むが、これらに限りません。）がある場合\n' +
                        '     2. 登録希望者が重複して利用者登録の申し込みを行った場合\n' +
                        '     3. 登録希望者が過去に本規約違反等をしたことにより、利用者登録の抹消、登録利用者資格の利用停止などの措置が行われたことがある場合\n' +
                        '     4. 登録希望者が暴力団等反社会的勢力（第１５条にて定義します。）と関係を有し、又は公序良俗に反する事業を自ら行っている場合\n' +
                        '     5. その他、登録希望者を利用者登録することが不適切であると当社が判断した場合',
                },
                {
                    title: '第４条（登録情報の変更）',
                    text: '登録利用者は、当社に届け出ているメールアドレスに変更が生じた場合には、速やかに本サービス上で所定の変更手続を行う方法により、登録内容の変更届出を行うものとします。登録内容の変更がなされなかったことにより生じた損害については、全て当該登録利用者が負うものとし、当社は一切の責任を負いません。\n' +
                        '登録利用者に対する当社からの通知は、通知時において、本サービスに登録されている登録利用者のメールアドレスにメールを送信することをもって通知したものとみなします。\n' +
                        '登録利用者は、当社から登録利用者宛に送信される電子メールの受信を拒否する設定等を行ってはならないものとし、受信拒否設定や登録利用者のメールアドレスが変更された等の事情により、当該登録利用者に配信されたメールがエラー等により不着であった場合でも、当社からの通知の発信時をもって通知がなされたものとみなします。\n' +
                        '当社は、当該登録利用者に配信されたメールがエラー等になった場合、当該メールアドレスへのメールの配信を止めることができるものとします。\n' +
                        '前二項の場合に、登録利用者が当社からの通知を受領できなかったことで、登録利用者に損害が生じたとしても、当社は一切の責任を負いません。\n' +
                        '各携帯電話キャリアのID及びパスワードを使用して登録利用者となった場合、登録利用者は、登録後すみやかに当社が定める方法によりメールアドレスを登録するものとし、これを行わない場合や変更を行わない場合については、第１項から前項の定めに従うものとします。',
                },
                {
                    title: '第５条（ID及びパスワードの管理）',
                    text: '登録利用者には、登録時に、当社からIDとパスワードが付与されます。登録利用者は、当社が付与するID及びパスワードの管理責任を負うものとし、当該ID及びパスワードを第三者に知られるような態様で管理してはならないものとします。この義務を怠ったことにより損害が生じても当社は、一切の責任を負いません。\n' +
                        'ID及びパスワードを用いてなされた本サービスの利用は、全て当該ID及びパスワードの発行を受けた登録利用者本人によりなされたものとみなし、当該ID及びパスワードの不正利用により当社又は第三者が損害を被った場合には、当該ID及びパスワードを使用した者が登録利用者本人であるか否かを問わず、当該登録利用者は当該損害を賠償するものとします。\n' +
                        '登録利用者は、当社が付与するパスワードを速やかに変更し、また、その後も定期的にパスワードを変更する義務があるものとします。この義務を怠ったことにより損害が生じても当社は、一切の責任を負いません。\n' +
                        '登録利用者は、以下の各号に従い、第三者から推測されにくいパスワードを使用する義務があるものとします。この義務を怠ったことにより損害が生じても当社は、一切の責任を負いません。\n' +
                        '     1. 英数6文字〜32文字の、大文字、小文字、数字及び記号を全て混ぜたパスワード\n' +
                        '     2. 他のウェブサイトやサービスなどで利用していない独自のパスワード\n' +
                        '     3. 住所、電話番号、生年月日など容易に推測できる情報に基づかないパスワード\n' +
                        '     4. その他、第三者から推測されやすい要素・情報に基づかないパスワード\n' +
                        ' 5. 登録利用者はID及びパスワードの使用及び管理に責任を持つものとします。登録利用者の管理不十分、使用上の過誤、第三者の使用等により登録利用者に損害が生じ                  たとしても、当社は一切の責任を負いません。\n' +
                        ' 6. 登録利用者はID及びパスワードを第三者に利用させたり、貸与、譲渡、売買、質入等を行うことはできないものとします。\n' +
                        ' 7. 当社は、一定回数以上にわたりログインに失敗したなど、登録利用者のID及びパスワードに不正利用の可能性があると判断した場合は、当該ID及びパスワードを利用      停止とすることができるものとします。その場合、登録利用者は当社が定める手続に従い、利用停止の解除を行うこととします。なお、当社がこのような措置をとったことにより、当該登録利用者がID及びパスワードを使用できず損害が生じても、当社は一切の責任を負いません。\n' +
                        ' 8. 各携帯電話キャリアのID及びパスワードを使用して登録利用者となった場合、当社から別途IDとパスワードを付与することはありません。そのため、本条の規定は、各携帯電話キャリアのID及びパスワードと読み替えて適用するものとします。',
                },
                {
                    title: '第６条（利用停止等）',
                    text: '本利用者が、以下の各号の一つに該当する場合、当社は、当該本利用者に対して事前に通知することなく、当該本利用者による本サービス用サイトへのアクセスを禁止する等の適切な措置をとることができるものとします。なお、当社は当該措置を行った理由について、当該本利用者に開示する義務を負いません。\n' +
                        '     1. 本規約またはガイドラインに違反したとき\n' +
                        '     2. 本利用者が当社のコンピューターに保存されているデータを当社に無断で閲覧、変更若しくは破壊したとき、又はそのおそれがあると当社が判断したとき\n' +
                        '     3. 本利用者の本サービス利用態様が公序良俗に反し又は登録利用者にふさわしくないと当社が判断したとき\n' +
                        '     4. 自ら又は第三者を利用して、次の(a)から(e)のいずれかに該当する行為を行ったとき\n' +
                        '         a. 暴力的な要求行為\n' +
                        '         b. 法的な責任を超えた不当な要求行為\n' +
                        '         c. 取引に関して、脅迫的な言動をし、又は暴力を用いる行為\n' +
                        '         d. 風説を流布し、偽計を用い又は威力を用いて相手方の信用を毀損し、又は相手方の業務を妨害する行為\n' +
                        '         e. その他、(a)から(d)のいずれかに準ずる行為\n' +
                        '    5. その他、当社が当該本利用者に対し本サービスの提供を継続することが不適当であると判断したとき\n' +
                        ' 2. 登録利用者が、前項の各号の一つに該当する場合、当社は、当該登録利用者に対して事前に通知することなく、前項に定める措置に加え、当該登録利用者の登録を抹消し、又は当該登録利用者の登録利用者資格を一時停止する等の適切な措置をとることができるものとします。\n' +
                        ' 3. 前二項に定める措置は、当社から当該本利用者に対する損害賠償請求を行うことを妨げるものではありません。また、前二項に定める措置を行ったことについて、当社は一切の損害賠償義務、金銭返還義務を負いません。',
                },
                {
                    title: '第７条（サービス提供の一時停止）',
                    text: '当社は、以下のいずれかに該当する場合には、本利用者に事前に通知することなく、本サービスの全部又は一部の提供を停止又は中断することができるものとします。\n' +
                        '     1. システムの点検又は保守を緊急に行う場合\n' +
                        '     2. コンピューター、通信回線が事故や第三者からの攻撃によって停止した場合\n' +
                        '     3. 地震、落雷、火災などの不可抗力によって本サービスの運営ができなくなった場合\n' +
                        '     4. その他、当社が停止又は中断を行う必要があると判断した場合\n' +
                        ' 2. 当社は、本条に基づき当社が行った措置に基づき本利用者に生じた損害について一切の責任を負いません。',
                },
                {
                    title: '第８条（退会）',
                    text: '登録利用者は、当社所定の登録抹消手続を行うことにより、いつでも本サービスの退会（利用者登録の抹消）をすることができます。 ただし、過去に当該登録利用者が「みんなの法律相談」で投稿を行った質問等について削除することはできません。\n' +
                        '登録利用者は、退会手続を行った場合、当社で利用していた登録利用者のアカウントに関する一切の権利、特典（以下、「登録利用者優待等」といいます。）を失うものとします。\n' +
                        '登録利用者が退会手続を完了した場合、又はその理由を問わず、当社と登録利用者との間の本規約に基づく契約が終了した場合であっても、第５条（ID及びパスワードの管理）、本条（退会）、第９条（禁止行為）、第１０条（個人情報等の取り扱い）、第１１条（知的財産権）、第１４条（免責事項）、第１５条（反社会的勢力への不関与）、第１６条（分離可能性）及び第１７条（準拠法、合意管轄）の規定については、その効力を有するものとします。',
                },
                {
                    title: '第９条（禁止行為）',
                    text: '本利用者は、本サービスの利用に当たり、以下の行為を行ってはならないものとします。\n' +
                        '     1. 本サービスの提供する情報（全部、一部を問いません）を、当社の事前の同意なしに、複写もしくはその他の方法により再生、複製、送付、譲渡、頒布、配布、転売又はこれらの目的で使用するために保管する行為\n' +
                        '     2. 本規約に違反する行為\n' +
                        '     3. 他人の知的財産権を侵害する行為\n' +
                        '     4. 他人のプライバシーを侵害する行為\n' +
                        '     5. 他人の名誉・信用等を侵害する行為\n' +
                        '     6. 公序良俗に反する行為\n' +
                        '     7. 犯罪的行為又は犯罪的行為に結びつく行為\n' +
                        '     8. 事実に反した情報及び架空の情報を提供する行為\n' +
                        '     9. 研究・学術調査を目的として情報を提供する行為\n' +
                        '     10. 当社が特に許可をした場合を除き、営業、宗教活動および政治活動を目的とする情報を提供したり、登録弁護士に対して連絡を取る行為\n' +
                        '     11. 当社や本サービスの運営を妨げたり、信用を毀損する行為\n' +
                        '     12. 当社の管理するサーバーに対して、コンピュータウィルスなどの有害なプログラムを配信する行為\n' +
                        '     13. 本サービス及び本サービスに関連して使用されている全てのソフトウェア又はプログラム等についてリバースエンジニアリング、逆コンパイル、逆アセンブルその  他改変等を行う行為\n' +
                        '     14. IDやパスワードを不正に使用する行為\n' +
                        '     15. 法令に違反する行為又は法令に違反するおそれのある行為\n' +
                        '     16. その他、当社が不適切であると判断する行為',
                },
                {
                    title: '第１０条（個人情報等の取り扱い）',
                    text: '当社は、登録利用者が登録した個人情報、登録利用者が当社のサービスを通じて当社に提供した個人情報、その他の本利用者が当社に提供したすべての情報（以下総称して「提供個人情報」といいます。）を本サービスの「プライバシーの考え方」に基づき、適切に取り扱うものとします。\n' +
                        '当社は登録利用者に対して、メールその他の方法により、広告（当社のものに限らず、提携先企業、登録税理士及び登録弁護士を含むがこれに限りません。）を含む情報提供を行うことができるものとし、登録利用者は、これに同意するものとします。なお、登録ユーザーが情報提供を希望しない場合は、情報提供を行わないものとします。\n' +
                        '当社の提携先企業や広告主企業のウェブサイト等は本サービスとは別個のプライバシーポリシーを設けていますので、それぞれご確認ください。なお、当社はこれらの独立した規約や活動に対していかなる義務や責任も負っておりません。\n' +
                        '登録利用者が、当社、登録利用者自身、他の登録利用者、登録弁護士又は第三者に不利益を及ぼす行為をしたものと当社が判断した場合は、当社は登録利用者情報を当該第三者や警察または関連諸機関に通知することができます。\n' +
                        '裁判所、検察庁、警察、税務署、弁護士会、消費者センター又はこれに準じた権限を有する機関、又は当社に対して秘密保持義務を負う者から、登録利用者情報についての開示が求められた場合は、当社の権利、信用や財産を保護する目的で情報の全部または一部を開示するものとします。\n' +
                        '当社は本サービス運営事業を他社に譲渡した場合、当該事業譲渡に伴い本規約上の地位、本規約に基づく権利及び義務並びに本利用者の登録情報、提供個人情報その他の情報を当該事業譲渡の譲受人に譲渡することができるものとし、本利用者は、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。\n' +
                        '当社は、本サービスを通じて得た情報や本利用者から提供又は入力された情報（これらの情報には、個人又は法人を特定する情報を除いたうえでの弁護士評価アンケート情報等を含みます。）を、情報の分析や評価をし、第三者への情報提供等のために利用することがあります。\n' +
                        '当社は、本サービスの運営にあたりやむを得ず必要と認める場合、登録弁護士の相談回答の内容、その他の一般利用者と登録弁護士との間のやりとり又は登録弁護士間のやりとりの具体的内容を知得することがあります。',
                },
                {
                    title: '第１１条（知的財産権）',
                    text: '本サービスに含まれているコンテンツ、個々の情報に関する権利は当社及び本サービスにコンテンツ等を提供している提携先企業に帰属しています。\n' +
                        '本サービス又は広告の中に提供、掲載されているコンテンツは、著作権法、商標法、意匠法等の各種法令によって保護されています。\n' +
                        '本利用者は当社、提携先企業、広告主企業等の事前の承諾を得た場合を除いて、本サービス若しくはソフトウェア又はそれらに含まれる内容を複製、公開、譲渡、貸与、翻訳、転売、転送、使用許諾、再利用等してはならないものとします。また、本利用者がこれらの行為によって受けた損害に関し、当社は、一切の保証をしないと同時に、本利用者がこれらの行為を行った場合、損害賠償請求をすることがあります。\n' +
                        '本利用者が当社に提供したすべての情報（以下「提供情報」といいます。）に関する著作権その他の権利（著作権法第27条及び第28条の権利を含みます。）は、本利用者が本サービスに対して当該情報を送信した時点で当社にすべて譲渡されます。また、本利用者は、提供情報に関する著作者人格権（公表権、氏名表示権、同一性保持権）を行使しないこともあらかじめ承諾するものとします。\n' +
                        '前項の規定にかかわらず、当社は本利用者からの提供情報について、当該情報の提供を行った本利用者自身が利用することを無償で許諾するものとします。ただし、本利用者がこれにより利益を得ることは禁止し、本利用者が提供情報の利用により利益を得た場合は、当社に当該利益相当額を支払うものとします。\n' +
                        '本利用者は提供情報の権利帰属に関して、当社に対して、いかなる権利の主張及び行使も行わないものとします。',
                },
                {
                    title: '第１２条（法令等の順守）',
                    text: '本サービス上でインターネットを介して提供される法律相談（以下「インターネット法律相談」といいます。）は、その名称を問わず、全て登録弁護士が担当することとし、当社がインターネット法律相談を担当することはありません。\n' +
                        '当社は本利用者に対する弁護士の紹介又は弁護士の選定には一切関与いたしません。\n' +
                        'インターネット法律相談については回答を行う登録弁護士が、本利用者に対する当該インターネット法律相談について責任を負います。ただし、インターネット法律相談について必ず回答がなされることは保証されず、回答がなされない場合もあることについて、本利用者は予め了承のうえ相談を行うものとします。\n' +
                        '当社は、インターネット法律相談を担当する登録弁護士の法律事務所と別個の法律事務所が存在すると誤信されるおそれのある名称を用いません。\n' +
                        '当社は、一般利用者が登録弁護士からインターネット法律相談を受けることに関して、金銭その他の報酬を一切受領しません。\n' +
                        'インターネット法律相談に関して、相談料金が発生する場合、相談をした一般利用者は、担当した弁護士又は当該弁護士の所属する弁護士法人に対し、直接相談料金を支払うものとします。\n' +
                        '登録弁護士は、個々の弁護士の責任において、本利用者に対して、弁護士としての職務上の義務を遵守します。',
                },
                {
                    title: '第１３条（サービスの変更・追加・廃止）',
                    text: '当社は、理由の如何を問わず、登録利用者に事前に通知することなく、登録利用者優待等の内容を変更、追加、中止又は廃止することができるものとします。\n' +
                        '当社は、理由の如何を問わず、本利用者に事前に通知することなく、本サービスの内容の全部又は一部を変更又は追加することができるものとします。\n' +
                        '当社は、本利用者に通知の上、本サービスの全部又は一部を中止又は廃止することができるものとします。ただし、本サービスの全部又は一部を中止又は廃止する緊急の必要性がある場合は、事前の通知を行うことなく、中止又は廃止をすることができるものとします。\n' +
                        '当社は、登録利用者優待等及び本サービスを変更、追加、中止又は廃止したことにより本利用者又は第三者に生じた損害について、一切責任を負わないものとします。',
                },
                {
                    title: '第１４条（免責事項）',
                    text: '当社は、本サービス又は本サービスが提携するサービスの提供中止、停止、故障等により、損害が生じたとしても、これについて一切の責任を負わないものとします。\n' +
                        '本利用者は、本サービス又は本サービスが提携するサービスにおいて、下記の事情により一定期間、本サービス又は本サービスが提携するサービスの利用が停止される場合があることを予め承諾し、本サービス又は本サービスが提携するサービスの停止による損害の補償等を当社に請求しないこととします。\n' +
                        '     1. 本サービス又は本サービスが提携するサービスのサーバー、ソフトウェア等の点検、修理、補修等のための停止の場合\n' +
                        '     2. コンピューター、通信回線等の事故による停止の場合\n' +
                        '     3. その他、やむをえない事情による停止が必要であると当社が判断し、停止を行った場合\n' +
                        ' 3. 当社はいかなる状況においても、またいかなる方に対しても、以下の各号に定める事項について一切責任を負いません。1.\n' +
                        '     1. 本サービスを通じて提供される情報の入手、収集、編纂、解釈、分析、編集、翻訳、送付、伝達、配布に関わる誤り（当社の不注意によるか、その他によるかを問わず）又はその他の状況により（全部、一部を問わず）引き起こされ、発生し、若しくはこれらに起因する損失又は損害\n' +
                        '     2. 本サービスを通じて提供される情報の使用又は使用不可能により発生する、あらゆる種類の直接的、間接的、特別、二次的、又は付随的な損害（このような損害の可能性について当社が事前に通告を受けたかどうかを問いません。）\n' +
                        ' 4. 当社は、本利用者が提供したすべての情報及び登録弁護士が提供、助言、送信、公開したすべての情報の完全性、正確性、確実性、有効性、安全性、合目的性等について、いかなる保証もせず、その内容から発生するあらゆる問題について一切の責任を負いません。\n' +
                        ' 5. 本サービスを通じて、本利用者が取得する情報については、その完全性、正確性、確実性、有効性、安全性、合目的性等につき、すべて本利用者の自己の責任と判断のもとで利用するものとし、その内容から発生するあらゆる問題について当社は一切の責任を負いません。また、本サービスからリンクされているサイトの情報についての責任、あるいはその内容から発生するあらゆる問題について当社は一切の責任を負いません。\n' +
                        ' 6. 本サービス又は本サービスが提携するサービスにおいて、本利用者間又は本利用者と登録弁護士の間に生じたトラブル、損害その他の一切の事項に対して、当社はいかなる責任も負わず、補償を行いません。\n' +
                        ' 7. 本利用者間又は本利用者と登録弁護士の間で生じたトラブルについては、全て当該当事者間での交渉等により解決頂くものとし、当社は両者間の取り次ぎ、交渉、情報提供その他一切のやり取りについて関与する義務を負いません。\n' +
                        ' 8. 当社は、下記の各号に該当する記載を発見した場合、予告なく、当該記載を削除し、又は記載の修正を行う場合があります。なお、削除や修正対象に該当するか否かの判断は、全て当社が行い、当社は、削除や修正を行った理由について、開示する義務を負いません。また、削除や修正に起因して損害が生じたとしても、当社は、一切の責任を負いません。\n' +
                        '      1. 本規約に反する記載\n' +
                        '      2. 公序良俗に反する記載\n' +
                        '      3. 有害なプログラム・スクリプトなどを含む記載\n' +
                        '      4. 他人の名誉・信用を害する記載\n' +
                        '      5. 本サービスの運営を妨げる記載\n' +
                        '      6. その他、当社が不適切であると判断した記載\n' +
                        ' 9. 当社は、当社が提供するサービス又は本サービスが提携するサービスの、デザイン等の仕様を予告なく変更することができるものとし、当該変更によって本利用者に生じた損害について一切責任を負わないものとします。\n' +
                        ' 10. 本規約に定める免責条項が適用されない等の理由により、当社が本利用者又は第三者に対して責任を負うべき場合、当社に故意又は重過失がある場合を除き、それらの責任に基づく損害賠償額はいかなる場合でも金1万円を上限額とすることに、当社及び本利用者は予め合意します。なお、本利用者は、本利用者がこの上限額の定めに同意しない限り当社が本サービスを提供しないことを十分に理解の上で、予め同意し承諾するものとします。',
                },
                {
                    title: '第１５条（反社会的勢力への不関与）',
                    text: '本利用者は、自身が暴力団、暴力団員、暴力団関係企業、総会屋、社会運動標ぼうゴロ、政治運動標ぼうゴロ、特殊知能暴力集団、その他反社会的勢力（以下｢暴力団等反社会的勢力｣といいます。）に所属又は該当せず、かつ、暴力団等反社会的勢力と関与していないことを表明し、将来にわたっても所属若しくは該当、又は関与しないことを確約するものとします。\n' +
                        '当社は、本利用者が暴力団等反社会的勢力に所属若しくは該当する、又は正当な理由なく関与していると判断した場合、当該本利用者に事前に通知等を行うことなく、当該本利用者の本サービスサイトへのアクセスを禁止し（登録利用者である場合には、登録利用者の登録を抹消等も含むがこれに限りません。）、当該本利用者が行った書込みの削除等の適切な措置を講じることがあります。\n' +
                        '当社は前項の措置による本利用者の損害を賠償する責任を一切負わないものとします。',
                },
                {
                    title: '第１６条（分離可能性）',
                    text: '本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りのその他の条項、及び一部が無効又は執行不能と判断された条項の残りの部分は、継続して完全にその効力を有するものとします。',
                },
                {
                    title: '第１７条（準拠法、合意管轄）',
                    text: '本利用者と当社との間における紛争については、日本国法を適用し、東京地方裁判所を第一審の専属的合意管轄裁判所とします。また、本規約は、日本国法に準拠し、解釈されるものとします。',
                },
                {
                    title: '第１３条（サービスの変更・追加・廃止）',
                    text: '当社は、理由の如何を問わず、登録利用者に事前に通知することなく、登録利用者優待等の内容を変更、追加、中止又は廃止することができるものとします。\n' +
                        '当社は、理由の如何を問わず、本利用者に事前に通知することなく、本サービスの内容の全部又は一部を変更又は追加することができるものとします。\n' +
                        '当社は、本利用者に通知の上、本サービスの全部又は一部を中止又は廃止することができるものとします。ただし、本サービスの全部又は一部を中止又は廃止する緊急の必要性がある場合は、事前の通知を行うことなく、中止又は廃止をすることができるものとします。\n' +
                        '当社は、登録利用者優待等及び本サービスを変更、追加、中止又は廃止したことにより本利用者又は第三者に生じた損害について、一切責任を負わないものとします。',
                },
            ]
        }
    }
}
</script>

<style scoped>

</style>
