<template>
    <section>
        <div class="mainimg no">
            <div class="text-box">
                <ul class="bread">
                    <li><a href="#">トップ </a></li>
                    <li><a href="#">プロフィール</a></li>
                </ul>

                <div class="info">
                    <div class="bg-title">
                        <p class="note">
                            ― 皆様の介護のお悩み掲示板 ―
                        </p>
                        <p class="title">
							<span>
								掲 示 板
							</span>
                        </p>
                    </div>

                    <p class="text">
                        老人ホームの種類
                    </p>
                    <p class="image">
                        <img src="img/icon02.png" alt="">
                    </p>
                    <p class="att">
                        ※任意5,000文字以内
                    </p>
                    <div class="care">
                        <p class="title">
							<span>
								介護対象者のプロフィール1
							</span>
                        </p>
                        <div class="info-box">
                            <label for="">
                                続柄<span>必須</span>
                            </label>
                            <select name="" id="">
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                            </select>
                            <label for="">
                                認知症の有無<span>必須</span>
                            </label>
                            <select name="" id="">
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                            </select>
                            <label for="">
                                要介護度<span>必須</span>
                            </label>
                            <select name="" id="">
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                            </select>
                            <label for="">
                                介護状況<span>必須</span>
                            </label>
                            <select name="" id="">
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                                <option value="0">
                                    選択する
                                </option>
                            </select>
                            <p class="btn">
                                <a href="#">
                                    <span>介建対象否を追加</span>

                                </a>
                            </p>
                        </div>
                    </div>
                    <ul class="list-btn">
                        <li><a href="#">
                            戻る
                        </a></li>
                        <li><a href="#">変更</a></li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="main">
            <div class="content">
                <!-- ~*~*~*~*~ module start ~*~*~*~*~ -->
                <!-- {$c8_Contents} -->
                <div class="module">
                    <div class="privacy break">
                        <div class="box">
                            <p class="bg-title">
								<span>
									プライバシーポリシー
								</span>
                            </p>
                            <p class="att">
                                株式会社ヤマップ(以下「当社」といいます。)は、個人情報の保護に関する法律(平成十五年法律第五十七号 以下「個人情報保護法」といいます。)その他個人情報の
                                保護に関連する各種法令(以下「関連法令」と総称します。)を遵守し、本プライバシーポリシーに基づいて個人情報の適切な取扱いを実現します。
                            </p>
                            <div class="info">
                                <p class="title">
                                    <span>1. 個人情報の取得</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、後記「2. 個人情報の利用目的」を達成するため、当社が提供する登山・アウトドア向け情報提供サービス「YAMAP」及びオンラインストア「YAMAP
                                        STORE」を含む当社が提供する各種サービス（以下「当社サービス」と総称します。）中に設けたユーザー登録画面、その他の画面において、当社サービス利用者（以下「ユーザー」といいます。）の個人情報（個人情報保護法上の個人情報及び下記
                                        1-1、1-2、1-3
                                        に定める情報をいいます。）を取得することがあります。その取得の際は、偽りその他不正の手段によらず適正に取得します。当社はこのほか、電話、電子メール又はFAX、その他業務の必要上様々な手段により個人情報を取得することがあります。

                                    </p>
                                    <p class="text">

                                        ユーザーによる個人情報のご提供は、原則としてユーザーの意思によって行われるものです。なお、ご提供いただけない場合には、当社サービスのうち個人情報の提供を前提としたサービス又は機能のご利用が出来なくなり、また、当社からキャンペーン等の情報をお届けできない等の不利益が発生する場合があります。

                                    </p>
                                    <p class="text">
                                        また、ユーザーは、ユーザーの連絡先及びメールマガジンの受信の意思等について、当社が別途定める方法に従って、いつでも変更を行うことができます。
                                    </p>
                                    <p class="text">取得される情報には、当社サービスに対応する利用規約に記載されるもののほか、以下の情報が含まれます。</p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>1-1. 当社がユーザーから取得する情報</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        氏名、性別、年齢、生年月日、電話番号、住所、メールアドレスその他の特定の個人を識別することができる情報<br>
                                        銀行口座情報、クレジットカード情報、電子マネーその他の決済に関する情報<br>
                                        運転免許証、住民票の写し、健康保険証その他の本人確認書類に記載されている本人 確認情報<br>
                                        趣味、興味関心、家族構成等に関する属性情報<br>
                                        ユーザーが許諾したことにより、ユーザーが利用する第三者が運営するサービスと当社サービスとが連携したことにより、当該第三者が運営するサービスから提供され、又は同
                                        サービス上に表示される氏名、メールアドレス、ID 情報、ニックネーム、友達リスト等の交 流情報、性別、生年月日、画像、その他の登録情報
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>1-2. 当社サービスの利用に関して当社が取得する情報</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        ユーザーの ID、パスワード及びニックネーム<br>
                                        位置情報<br>
                                        ご利用の端末情報、OS 情報、ブラウザ情報、接続情報、通信キャリア情報<br>
                                        リファラ、IP アドレスその他のアクセスログ情報<br>
                                        広告識別子<br>
                                        選択又は検索した商品・サービス並びに閲覧した URL 及び閲覧した日時に関する履歴情報<br>
                                        購買履歴<br>
                                        ユーザーが利用したキャンペーンに関する情報<br>
                                        ユーザーが当社サービスに提供・投稿した動画、写真、文章、コメント等に関する情報
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>1-3. 当社が第三者から提供を受ける情報</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、第三者(DMP
                                        事業者等を含みますが、これに限られません。)からユーザーに関する個人情報(個人情報保護法に定める個人関連情報を含みます。)を取得することがあります。当社は、これらの情報を当社サービスの利用状況等の分析並びに広告配信及び広告成果の検証等のため、当社が保有しているユーザーの個人情報と紐づける場合があります。

                                    </p>
                                    <p class="text">
                                        また、当社は、「2.
                                        個人情報の利用目的」の範囲で、必要かつ法令上許容される限度において、一般に公開されているユーザーの情報を取得し、又は第三者に依頼してユーザーの情報を取得する場合があります。
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>2. 個人情報の利用目的</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、個人情報の取得に際しては、その利用目的をあらかじめ明示し、関連法令に基づき認められる場合を除き、当該個人情報の本人の同意なく、その目的の達成に必要な範囲を超えて利用しません。

                                    </p>
                                    <p class="text">
                                        当社は、個別の個人情報の取得の際に明示した利用目的、当社サービスに対応する各利用規約に記載される目的のほか、以下に定める目的及びこれらに関連する目的のために、ユーザーの個人情報を利用(個人を識別することができないように加工して用いる場合を含みます。)します。


                                    </p>
                                    <p class="text">
                                        ユーザーに当社サービスを提供するため。<br>
                                        当社サービスの利用に関するサービス内容の変更通知等の当社サービスの利用に関連して必要な連絡のため。<br>
                                        当社サービスに関するご請求のため。<br>
                                        ユーザーが当社サービスで入力した個人情報について、当社サービス内で同じ情報の入力を回避するため。<br>
                                        ユーザーからの問い合わせ対応のため。<br>
                                        当社サービスの不正利用を防止するため。<br>
                                        商品、プレゼント及び賞品等の発送のため。<br>
                                        メールマガジン、ニュースレターの発行等、当社がユーザーにとって有益と判断した情報を含む各種の連絡をするため。<br>
                                        あらかじめ外部に提供することを明示した上で、ユーザーが提供した情報を、ユーザーが 申し込んだサービスの提供企業に通知するため。<br>
                                        当社サービスの利用状況及び利用環境等の調査のため。<br>
                                        当社サービス及び当社のウェブサイト・アプリケーションの改善並びに新サービスの開発並びに広告配信等に役立てるため。<br>
                                        各種調査やイベントへの参加依頼のため。<br>
                                        学術研究活動や環境・生態系保全活動のため。<br>
                                        遭難や行方不明等の緊急時が発生した際、警察、消防等の迅速な捜索又は救助活動に資するため。<br>
                                        当社サービスの運営に関するトラブルを解決するため。
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>3. 個人情報の第三者への提供</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、以下に定める場合、個人情報を第三者(外国にある第三者が含まれる場合があります。)に提供します。

                                    </p>
                                    <p class="text">
                                        当社サービスの提供、商品配送、決済、お問い合わせへの対応等のために、物流業者、決済代行業者、業務委託先その他の第三者に提供する場合。
                                    </p>
                                    <p class="text">
                                        ユーザーが当社サービスを通じて第三者の商品又はサービスの提供を受ける場合において、当該商品又はサービスの提供を受けるために必要な範囲(当該第三者がユーザー
                                        に連絡すること、当該第三者とユーザーとの間で契約を成立させること等)で、当該第三者に提供する場合。<br>
                                        裁判所及び行政機関等の公的機関から法令等に基づき提供を求められた場合において、当該裁判所及び行政機関等の公的機関に提供する場合。</p>

                                    <p class="text">
                                        当社サービスの利用状況等の分析並びに広告配信及び広告成果の検証並びに新サービスの開発等のため、当該分析、広告配信、広告成果の検証、新サービスの開発等に関する業務を行う第三者に提供する場合。なお、当該第三者は、当社から提供された個人情報を自ら管理する個人情報(個人情報保護法に定める個人関連情報を含みます。)と紐づけることがあります。<br>
                                        学術研究活動や環境・生態系保全活動のため、大学等の学術研究機関又は環境省等の国の機関もしくは地方公共団体(同様の目的を有する民間団体を含みます。)に提供する場合。

                                    </p>
                                    <p class="text">
                                        ユーザーが当社サービスに含まれる「登山届」の機能を利用する場合において、提出された登山届に関連する都道府県警察及び地方公共団体に提供する場合。なお、ユーザーが団体の代表として登山届の機能を利用した場合、当該団体のメンバーの個人情報についても提供されるものとします。
                                    </p>
                                    <p class="text">
                                        その他、法令において、本人の同意を得ることなく第三者に提供することができると定められている場合。
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>4. 個人情報の委託</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、「2.
                                        個人情報の利用目的」のために必要な範囲で、ユーザーの個人情報の取扱いの全部又は一部を、業務委託先等の第三者(外国にある第三者が含まれる場合があります。)に委託することがあります。この場合、当社は、関連法令を遵守し、当該第三者に対する適切な管理及び監督を行います。
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>5. 外国への個人情報の移転</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、ユーザーから取得した個人情報を外国にある第三者に提供することがあります。これにより、当該個人情報が外国において保存される場合があります。この場合、当社は、当該外国における個人情報の保護に関する制度を把握した上で、個人情報の利用が適用される法令に適合した状況となることを確保するために合理的措置を講じます。
                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>6. 安全管理措置の実施</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、取り扱う個人情報の漏洩、滅失又はき損の防止その他の個人情報の安全管理のために、従業者に対する監督を含む必要かつ適切な措置を講じます。


                                    </p>
                                    <p class="text">
                                        当社は具体的には、関連法令に従って、当社の取り扱う個人情報を含むユーザー情報につき、必要に応じて、組織的、人的、物理的、及び技術的安全管理措置を実施し、ユーザー情報に対する不正アクセス、ユーザー情報の紛失、破壊、改ざん及び漏えい等を予防すると同時に、万一、かかる事故が発生した場合は迅速かつ適切に対処して、二次被害の防止や事故の再発防止等、その是正のために最大限努力します。

                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>7. 苦情及び各種問い合わせ</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、ユーザーから自己の個人情報の開示又は第三者への提供記録の開示請求がある場合、速やかに開示します。ただし、本人からの請求であることが確認できない場合、又は関連法令上開示しないことができるとされている場合には、開示に応じません。


                                    </p>
                                    <p class="text">
                                        ユーザーから個人情報の訂正・追加・削除・消去・利用停止・第三者提供の停止等の請求がある場合、調査の上、速やかにこれらの請求に対応します。ただし、本人からの請求であることが確認できない場合、又は関連法令上の要件を満たさない場合には、これらの請求に応じません。


                                    </p>
                                    <p class="text">
                                        当社に対する苦情、個人情報に関する上記を含む関連法令上の各種手続の実施、その他各種の質問又は問い合わせ等は、以下の「お問い合わせ先」記載の宛先まで、ご連絡ください。なお、問い合わせ内容によっては、当社による対応の前に、問い合わせ者が、その個人情報を保有する本人であることの確認を求める場合があります。


                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>8. 本プライバシーポリシーの変更</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        当社は、本プライバシーポリシーを適宜見直し、その全部又は一部を改訂することがあります。変更後の本プライバシーポリシーは、当社が別途定める場合を除いて、その内容を当社ウェブサイト上又はアプリケーション上に掲載した時から効力を生じるものとします。


                                    </p>
                                    <p class="text">
                                        2013年8月1日 制定<br>
                                        2017年7月19日 改定<br>
                                        2018年3月14日 改定<br>
                                        2019年9月20日 改定<br>
                                        2022年4月1日 改定

                                    </p>
                                </div>
                            </div>
                            <div class="info">
                                <p class="title">
                                    <span>お問い合わせ先</span>
                                </p>
                                <div class="text-box">
                                    <p class="text">
                                        下記メールアドレスよりご連絡ください。メールには、氏名、住所、返信用メールアドレ ス及びお問い合わせ内容をご記載ください。
                                    </p>
                                    <p class="mail">
                                        <a href="#">
                                            Email: info@yamap.co.jp
                                        </a>
                                    </p>
                                    <p class="text">
                                        【個人情報取扱事業者】<br>
                                        株式会社ヤマップ<br>
                                        住所:〒812-0011 福岡市博多区博多駅前 3-23-20 博多 AG ビル 6F

                                    </p>
                                    <p class="text">
                                        代表者:代表取締役 CEO 春山 慶彦
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>

                </div>
                <div class="module">
                    <div class="index_banner break">
                        <div class="box">
                            <div class="method">
                                <div class="text-box">
                                    <p class="bg-title">
										<span>
											相談方法
										</span>
                                    </p>
                                    <p class="text">
                                        電話、zoomでのご相談は、平日の9：00～18：00の時間帯で受け付けています。<br/>
                                        掲示板、メール、LINEでのご相談は、24時間受け付ています。
                                    </p>
                                </div>

                            </div>
                            <Infor/>
                        </div>
                    </div>
                </div>

                <!-- ~*~*~*~*~ module end ~*~*~*~*~ -->
            </div>
            <!-- .content -->

        </div>
    </section>
</template>

<script>
import Infor from '../../components/Infor.vue';

export default {
    components: {Infor}
}
</script>

<style scoped>
@import '../../assets/css/privacy.css';
</style>
